export const wllTitleType = [
  {
    name: '留言墙',
    slogan: '记录时光，书写互动，收获一份友谊'
  },
  {
    name: '相册墙',
    slogan: '晒出点滴，为生命加分，分享你的美'
  }
]

export const categorys = [
  [
    '全部',
    '目标',
    '阅读',
    '有意义的',
    '旅途',
    '童年',
    '家乡',
    '朋友',
    '想法',
    '音乐'
  ],
  [
    '全部',
    '此时此刻',
    '童年',
    '家乡',
    'Video石刻',
    '旅行',
    '大海',
    '我的城市',
    '音乐',
    '回忆如纱'
  ]
]

export const cardColor = [
  'rgba(252, 175, 162, 0.3)',
  'rgba(255, 227, 148, 0.3)',
  'rgba(146, 230, 245, 0.3)',
  'rgba(168, 237, 138, 0.3)',
  'rgba(202, 167, 247, 0.3)',
  'rgba(212, 212, 212, 0.3)'
]
